dynamo/workloadd_load_2.log
0    [Thread-1] INFO  site.ycsb.db.DynamoDBClient  -dynamodb connection created with http://dynamodb.us-east-2.amazonaws.com
[OVERALL], RunTime(ms), 78021
[OVERALL], Throughput(ops/sec), 12.81706207303162
[TOTAL_GCS_Copy], Count, 29
[TOTAL_GC_TIME_Copy], Time(ms), 45
[TOTAL_GC_TIME_%_Copy], Time(%), 0.05767677932864229
[TOTAL_GCS_MarkSweepCompact], Count, 0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCs], Count, 29
[TOTAL_GC_TIME], Time(ms), 45
[TOTAL_GC_TIME_%], Time(%), 0.05767677932864229
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2.0
[CLEANUP], MinLatency(us), 2
[CLEANUP], MaxLatency(us), 2
[CLEANUP], 95thPercentileLatency(us), 2
[CLEANUP], 99thPercentileLatency(us), 2
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 76778.797
[INSERT], MinLatency(us), 3976
[INSERT], MaxLatency(us), 4210687
[INSERT], 95thPercentileLatency(us), 10351
[INSERT], 99thPercentileLatency(us), 3844095
[INSERT], Return=OK, 1000